Revit 2027 API
UV.Zero Property
The coordinate origin or zero 2-D vector.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static UV Zero { get; }
Public Shared ReadOnly Property Zero As UV
	Get
public:
static property UV^ Zero {
	UV^ get ();
}
static member Zero : UV with get
Property Value
UV
Remarks
The zero vector is (0,0).
See Also
Reference
UV Class
Autodesk.Revit.DB Namespace